<template>
  <div class="content">
    <header>
      <h1>History</h1>
      <DrawerCloseButton></DrawerCloseButton>
    </header>
    <article>
      <template v-if="$route.params.alias === 'joei_ji'">
        <img class="image" src="~assets/image/history/joei_ji.jpg" />
        <h1>常栄寺庭園</h1>
        <p>
          常栄寺は、山口市宮野下の涼山の南麓にある臨済宗東福寺派の寺院です。大内氏の治世の時代、康正元年（1455）、この地に大内政弘の母の菩提寺として妙喜寺が創建されました。それが、時代が変わって毛利氏の時代、慶長年間（1596–1615）に毛利隆元夫人の菩提寺・妙寿寺となり、さらに文久3年（1863）に、それまで上宇野令にあった毛利隆元の菩提寺・常栄寺が当地に移されました。<br />
          ところで、水墨画家・禅僧の雪舟等楊（1420-1506？）は、享徳3（1454）年頃、すなわちちょうど妙喜寺が創建される頃、大内氏を頼ってここ周防国へ移住しました。その後、雪舟は応仁元（1467）年に大内氏の遣明船に乗って明へ渡り2年ほど滞在した後、帰国し没するまで周防国に居住したと言われています。<br />
          こうしたゆかりから、常栄寺の庭園を雪舟によるものとする伝承が後に生まれました。<br />
          常栄寺庭園の姿は、創建時よりかなり変化していると見られています。かつては庭の北東の五渡渓と呼ばれる豪壮な石組みと、西北の小さな滝口の二系統から水が池に流れ込んでいましたが、現状はそうなってはいません。また、かつては庫裏の北側や、南西の出島に建物があったと言われています。そして、この庭の一番の特徴は、池の南側に広がる枯山水の庭です。通常、枯山水庭園とは水が用いられず、白砂が敷かれるなかに石が立てられるものですが、今日ここは、石とツツジやサツキの刈り込みが点在する芝生の庭となっています。この景観は、日本の庭園のなかでも特異なものと言えるでしょう。
        </p>
        <br />
        <br />
        <h3>〈常栄寺庭園関連文献〉<br /></h3>
        <p>
          内田伸「山口県下の雪舟作庭伝承のある庭園」『山口県文化財』第24号（山口県文化財愛護協会、1993年）、16-25頁。<br />
          白石直典『雪舟の庭』（西日本新聞社、2000年）<br />
          真木利江「重森三玲が「雪舟作庭」庭園の石組にみた「絵画的」特徴」『ランドスケープ研究』第73巻第5号（日本造園学会、2010年）、373-76頁。<br />
          <!-- eslint-disable-next-line -->
          重森三玲、重森完途「常栄寺庭園」『室町の庭（三）』日本庭園史大系 第7巻（思想者、1971年）、27-36頁。
        </p>
      </template>
      <template v-else-if="$route.params.alias.includes('murin_an')">
        <img class="image" src="~assets/image/history/murin_an.jpg" />
        <h1>無鄰菴庭園</h1>
        <p>
          無鄰菴庭園は、明治27-29（1894-96）年に、内閣総理大臣もつとめた山縣有朋（1838-1922）の京都別邸としてつくられたもので、その庭園は七代目・小川治兵衛（植治）（1860-1933）による作庭です。植治は、近代日本庭園の改革者として知られますが、彼がそうした近代の新しい日本庭園の作庭を最初に実現したのが無鄰菴庭園でした。<br />
          その変化はしばしば「象徴主義から自然主義」と論じられますが、具体的には、それまでの日本庭園のように海に見立てる池ではなく、疎水から引いた水流をつくり、石を立てるのではなく伏せ、東山の借景を用いる、といった点に集約されます。近年は、様々な文化活動が盛んに実施されており、全国でもっとも活発な日本庭園の一つといえるでしょう。
        </p>
        <p>
          鄰菴庭園 ウェブサイト<br />
          <ExternalLink href="https://murin-an.jp">
            https://murin-an.jp
          </ExternalLink>
        </p>
        <br />
        <br />
        <h3>〈無鄰菴庭園関連文献〉</h3>
        <p>
          尼崎博正編『植治の庭――小川治兵衛の世界』（淡交社、1990年）。<br />
          尼崎博正「近代庭園の濫觴」『七代目小川治兵衛――山紫水明の都にかへさねば』（ミネルヴァ書房、2012年）、38-55頁。<br />
          加藤友規、清水一樹、阪上富男「山縣有朋記念館所蔵の古写真に見る往時の無鄰菴庭園に関する研究」『ランドスケープ研究』第80巻第5号（日本造園学会、2017年）、447-52頁。<br />
          <!-- eslint-disable-next-line -->
          重森三玲、重森完途「無鄰菴庭園」『現代の庭（一）』日本庭園史大系 第27巻（社会思想社、1971年）、47-51頁。<br />
          <!-- eslint-disable-next-line -->
          鈴木博之「はじまりとしての山縣有朋」『庭師 小川治兵衛とその時代』（東京大学出版会、2013年）、55-98頁。<br />
          <!-- eslint-disable-next-line -->
          田畑みなお、白幡洋三郎監修『植治 七代目 小川治兵衛――手を加えた自然にこそ自然がある』（京都通信社、2008年）。
        </p>
      </template>
      <template v-else-if="$route.params.alias === 'ryogen_in'">
        <img class="image" src="~assets/image/history/ryogen_in.jpg" />
        <h1>龍源院庭園</h1>
        <p>
          龍源院は数ある大徳寺の塔頭の一つであり、大徳寺南派の本庵です。大徳寺は、京都市北区紫野に所在する臨済宗の寺院。鎌倉時代末期、赤松則村の援助によって、宗峰妙超（大燈国師）を開山とする小庵を起源とします。<br />
          現在も大徳寺には24の塔頭がありますが、そのうち最古のものが龍源院です。龍源院は、文亀2（1502）年、能登国守護・畠山義元、豊後国守護・大友義親、周防国守護・大内義興の3人が協力し、大燈国師より第八代の法孫・東渓宗牧（とうけいそうぼく）を開山として建立したと伝えられています。<br />
          龍源院の庭園は、いわゆる、水を用いずに水を表現する枯山水庭園です。方丈の周囲にある庭園はそれぞれ成立が異なります。<br />
          方丈の北側に位置する竜吟庭（りょうぎんてい）はもっとも成立が古く室町時代の作とされます。室町時代特有の三尊石組からなる須弥山の枯山水庭園です。<br />
          方丈の東側に位置する壺庭・東滴壺（とうてきこ）は、重森三玲の弟子であった鍋島岳生によって昭和33年に作庭されたもので、日本一小さな壺庭と言われています。<br />
          方丈南側の一枝坦（いっしだん）は、昭和55年に先代の和尚・細合喝堂によって作庭されました。名称は、東渓宗牧が師・実伝和尚より賜った室号「霊山一枝之軒」によります。<br />
          庫裡の書院南軒先の「阿吽の石庭」は「滹沱底（こだてい）」と呼ばれています。臨済宗の宗祖・臨済禅師の住んでいた中国河北に流れる滹沱河によります。
        </p>
        <br />
        <br />
        <h3>〈龍源院庭園関連文献〉</h3>
        <p>
          竹貫元勝「大徳寺」『国史大辞典』（吉川弘文館、1980年）。<br />
          「龍源院」『京都市の地名』日本歴史地名大系 27（平凡社、1979年）。<br />
          <!-- eslint-disable-next-line -->
          重森三玲、重森完途「龍源院庭園」『室町の庭（二）』日本庭園史大系 第6巻（社会思想社、1974年）、47-51頁。<br />
          龍源院拝観パンフレット。
        </p>
      </template>
    </article>
  </div>
</template>

<style lang="sass" scoped>
@import ~/assets/style/_drawer-common.css
article
  font-size: 14px
  line-height: 2
  color: #898989
</style>

<script>
import { ExternalLink } from '@karappo-inc/vue-components'
export default {
  components: {
    ExternalLink
  },
  mounted() {
    if (FONTPLUS) {
      FONTPLUS.start()
    }
  }
}
</script>
