<template lang="pug">
main
  Img2X.mv(src='mv.jpg')
  article
    h2 終らない庭のアーカイヴ
    p 2019年4月より始動した庭園アーカイヴ・プロジェクトは、現代のテクノロジーを駆使して、日本庭園の多様な側面をデータ化した新しい総合的アーカイヴを研究開発するものです。
    p 庭とは、時とともに変化してゆきます。建築やいわゆる芸術作品と異なり、庭は、つくられた時点が完成ではありません。庭はそこから歳月をかけることで「時熟」してゆきます。
    p
      | 古来、人はこうした動態としての庭とともに生きてきました。そこは、様々な活動の場であり、人々の記憶が蓄積しています。<br>
      | こうした庭を記録するにあたって、これまで、テキスト、図面、絵画、写真、映像など様々な手法が用いられてきました。
    p
      | 今日、高解像度撮影や実空間の3Dスキャン・3D録音、生物のDNA解析などの技術が発達し、その設備も以前より格段に安価にととのえることが可能になっています。<br>
      | これらのテクノロジーを用いることで、現代に見合った、新しい日本庭園のアーカイヴの構築できるのではないでしょうか。
    p
      | 庭のアーカイヴ化は、矛盾を孕んだ課題でもあります。<br>
      | どのようにしても、庭のアーカイヴは不十分なものとなります。限られた時間、限られた空間、限られたサンプルしか、データを採取することはできません。庭に完成はなく、「終り」はありませんが、そのアーカイヴもまた完成はなく、終わりはないものとなるでしょう。
    p こうした無謀ともいえる試みをあえて行うことによって、庭というものを問い直すこともまたこのプロジェクトの目的です。
    p 2021年秋には、調査対象としている庭園についてのアーカイヴをウェブ上で公開し、それに伴う展示を予定しています。

    h2
      | 「Uncompleted Niwa Archive 終らない庭のアーカイヴ」へ<br>
      | ――庭園アーカイヴ・プロジェクト 2020年度 活動レポート
    p
      | 2019年に始動した庭園アーカイヴ・プロジェクトの基本的な背景と目的については、ステートメント、ならびに「庭の新しいアーカイヴをめざして」を参照されたい。2019年度は、本プロジェクトの主な拠点、山口情報芸術センター（YCAM）にほど近い常栄寺庭園を対象に、様々な実験と試行錯誤を重ねた。これらを踏まえ、2020年度は、対象となる庭園を新たに増やすとともに、具体的な庭園アーカイヴのUIを構築してゆく予定であった。が、言うまでもなく、2020年度は、本プロジェクトもCOVID-19の大きな影響を被ることとなった。研究メンバーの拠点はそれぞれ東京、山口、京都であるが、各地域間の移動もままならず、本プロジェクトに関してもリモートベースでの研究活動を余儀なくされた。
      | しかしながら、そうした制約のなかでも、本プロジェクトの活動はおおむね順調に進行することができた。また、制約ゆえに見出すことのできた可能性も多かったといえる。非常事態宣言が出され、庭園にすら気軽に赴けない状況のなか、本プロジェクトのように庭園のアーカイヴをウェブ上で公開することに新たな意義が賦与されたとも考えられる。
    p 本年度の活動の要点は、大方、以下のように整理される。
    ul
      li YCAM庭園アーカイヴ・プロジェクト研究会の実施
      li 京都・無鄰菴庭園の調査の開始
      li 常栄寺雪舟庭のさらなる調査とアーカイヴUIの開発
      li 目指すアーカイヴの明確化――「Uncompleted Niwa Archive終わらない庭のアーカイヴ」へ

    h2 YCAM庭園アーカイヴ・プロジェクト研究会の実施
    p
      | 本年度、オンラインベースの活動に移行したことによって、返って充実した開催ができたのが庭園アーカイヴ・プロジェクトYCAM研究会である。当初は、YCAMに外部講師を招聘する研究会を2020年度中に３回行い、その1回目を4月に開催する予定だったが、中止にはせずオンライン開催に移行した。そして、その内容の充実さもあって、以後は月に1回ペースでの開催の方針に移行し、年度内に計8回の研究会を開催することができた。<br>
      | そこで招聘した外部講師は、山内朋樹氏（庭師・美学者、京都教育大学准教授）、近藤亮介氏（美学芸術学・ランドスケープ史、東京大学助教）、エマニュエル・マレス氏（日本庭園史・日本建築史、京都産業大学准教授）、井上智博氏（京都工芸繊維大学 KYOTO Design Labテクニカルスタッフ）、島村幸忠氏（三癸亭賣茶流4代目若宗匠、煎茶道研究、京都大学博士課程）、津川恵理氏（建築家、ALTEMY代表、東京藝術大学教育研究助手）、会田大也氏（YCAMアーティスティック・ディレクター）である。 <br>
      | 研究会自体は非公開ではあるが、プロジェクトメンバー以外のYCAM職員も参加可能としたこともあって、毎回充実したプレゼンテーションと濃密なディスカッションを行うことができた。そこでは、そもそも庭園や公園がどういう場であり、それはどのように生成され、どのように用いられ、どのように記録・アーカイヴ化されうるのか、という諸問題について、きわめて広範囲な視野のもとに検討することができた。これらの研究会の成果については、何らかのかたちでの公開を予定している。<br>
      | また、当研究会とは別に、シン・八田利也氏企画・主催によるオンライン・レクチャー・シリーズ「フィールドワーク〈で〉デザインすること」の第6回「庭とアーカイヴからみたフィールドワークとデザイン」で、原と高原のプレゼンテーションに基づき、貴重な議論を交わすことができたのは得難い機会であった。このオンライン・イベントによって、本プロジェクトの目指すべきアーカイヴのあり方がより明確にできたところが大きい。<br>
      | 前年度は主に研究メンバー5人のみで研究活動を行なっていたが、2020年度は、幸いなことに多くの人々の協力を得ることができた。以下にその概略を順に記す。

</template>

<style lang="sass" scoped>
main
  padding-top: 150px
  .mv
    padding-left: 63px
    width: calc(100% - 63px)
    height: auto
    margin-bottom: 60px
  article
    width: 690px
    margin-left: auto
    margin-right: 0
    font-size: 15px
    line-height: 2
    h2
      font-size: 16px
      &:not(:first-child)
        margin-top: 250px
    p + p
      margin-top: 2em
</style>
