<template lang="pug">
main
  section.mv
    img.mv-text(src='~/assets/image/mv-text.svg')
    Img2X.mv(src='mv.jpg')
  article

    h2 About

    h3 終らない庭のアーカイヴ

    p 2019年4月より始動した庭園アーカイヴ・プロジェクトは、現代のテクノロジーを駆使して、日本庭園の多様な側面をデータ化した新しい総合的アーカイヴを研究開発するものです。
    p 庭とは、時とともに変化してゆきます。建築やいわゆる芸術作品と異なり、庭は、つくられた時点が完成ではありません。庭はそこから歳月をかけることで「時熟」してゆきます。
    p
      | 古来、人はこうした動態としての庭とともに生きてきました。そこは、様々な活動の場であり、人々の記憶が蓄積しています。<br>
      | こうした庭を記録するにあたって、これまで、テキスト、図面、絵画、写真、映像など様々な手法が用いられてきました。
    p
      | 今日、高解像度撮影や実空間の3Dスキャン・3D録音、生物のDNA解析などの技術が発達し、その設備も以前より格段に安価にととのえることが可能になっています。<br>
      | これらのテクノロジーを用いることで、現代に見合った、新しい日本庭園のアーカイヴの構築できるのではないでしょうか。
    p
      | 庭のアーカイヴ化は、矛盾を孕んだ課題でもあります。<br>
      | どのようにしても、庭のアーカイヴは不十分なものとなります。限られた時間、限られた空間、限られたサンプルしか、データを採取することはできません。庭に完成はなく、「終り」はありませんが、そのアーカイヴもまた完成はなく、終わりはないものとなるでしょう。
    p こうした無謀ともいえる試みをあえて行うことによって、庭というものを問い直すこともまたこのプロジェクトの目的です。
    p 2021年秋には、調査対象としている庭園についてのアーカイヴをウェブ上で公開し、それに伴う展示を予定しています。

  article#report

    h2 Report

    h3 「Uncompleted Niwa Archive 終らない庭のアーカイヴ」へ<br>――庭園アーカイヴ・プロジェクト 2020年度 活動レポート

    section

      p 2019年に始動した庭園アーカイヴ・プロジェクトの基本的な背景と目的については、ステートメント、ならびに「庭の新しいアーカイヴをめざして」を参照されたい。2019年度は、本プロジェクトの主な拠点、山口情報芸術センター（YCAM）にほど近い常栄寺庭園を対象に、様々な実験と試行錯誤を重ねた。これらを踏まえ、2020年度は、対象となる庭園を新たに増やすとともに、具体的な庭園アーカイヴのUIを構築してゆく予定であった。が、言うまでもなく、2020年度は、本プロジェクトもCOVID-19の大きな影響を被ることとなった。研究メンバーの拠点はそれぞれ東京、山口、京都であるが、各地域間の移動もままならず、本プロジェクトに関してもリモートベースでの研究活動を余儀なくされた。
      p しかしながら、そうした制約のなかでも、本プロジェクトの活動はおおむね順調に進行することができた。また、制約ゆえに見出すことのできた可能性も多かったといえる。非常事態宣言が出され、庭園にすら気軽に赴けない状況のなか、本プロジェクトのように庭園のアーカイヴをウェブ上で公開することに新たな意義が賦与されたとも考えられる。
      p 本年度の活動の要点は、大方、以下のように整理される。
      ul
        li YCAM庭園アーカイヴ・プロジェクト研究会の実施
        li 京都・無鄰菴庭園の調査の開始
        li 常栄寺雪舟庭のさらなる調査とアーカイヴUIの開発
        li 目指すアーカイヴの明確化――「Uncompleted Niwa Archive終わらない庭のアーカイヴ」へ
      p 前年度は主に研究メンバー5人のみで研究活動を行なっていたが、2020年度は、幸いなことに多くの人々の協力を得ることができた。以下にその概略を順に記す。

    section

      h4 YCAM庭園アーカイヴ・プロジェクト研究会の実施

      p
        | 本年度、オンラインベースの活動に移行したことによって、返って充実した開催ができたのが庭園アーカイヴ・プロジェクトYCAM研究会である。当初は、YCAMに外部講師を招聘する研究会を2020年度中に３回行い、その1回目を4月に開催する予定だったが、中止にはせずオンライン開催に移行した。そして、その内容の充実さもあって、以後は月に1回ペースでの開催の方針に移行し、年度内に計8回の研究会を開催することができた<Footnote num="1" />。<br>
        | そこで招聘した外部講師は、山内朋樹氏（庭師・美学者、京都教育大学准教授）、近藤亮介氏（美学芸術学・ランドスケープ史、東京大学助教）、エマニュエル・マレス氏（日本庭園史・日本建築史、京都産業大学准教授）、井上智博氏（京都工芸繊維大学 KYOTO Design Labテクニカルスタッフ）、島村幸忠氏（三癸亭賣茶流4代目若宗匠、煎茶道研究、京都大学博士課程）、津川恵理氏（建築家、ALTEMY代表、東京藝術大学教育研究助手）、会田大也氏（YCAMアーティスティック・ディレクター）である。<br>
        | 研究会自体は非公開ではあるが、プロジェクトメンバー以外のYCAM職員も参加可能としたこともあって、毎回充実したプレゼンテーションと濃密なディスカッションを行うことができた。そこでは、そもそも庭園や公園がどういう場であり、それはどのように生成され、どのように用いられ、どのように記録・アーカイヴ化されうるのか、という諸問題について、きわめて広範囲な視野のもとに検討することができた。これらの研究会の成果については、何らかのかたちでの公開を予定している。<br>
        | また、当研究会とは別に、シン・八田利也氏企画・主催によるオンライン・レクチャー・シリーズ「フィールドワーク〈で〉デザインすること」の第6回「庭とアーカイヴからみたフィールドワークとデザイン」で、原と高原のプレゼンテーションに基づき、貴重な議論を交わすことができたのは得難い機会であった。このオンライン・イベントによって、本プロジェクトの目指すべきアーカイヴのあり方がより明確にできたところが大きい。

    section.footnotes
      ol.footnotes-list
        li#fn1.footnote-item
          p
            | 第１回（2020年4月18日）：原瑠璃彦「石を立てん事から石を伏せん事へ――日本庭園のパラダイムシフト」、近藤亮介「歩行の風景　前編」、山内朋樹「作庭現場における構造の発生１」<br>
            | 第２回（2020年5月30日）：近藤亮介「歩行の風景　後編」、山内朋樹「作庭現場における構造の発生２」<br>
            | 第3回（2020年7月4日）：エマニュエル・マレス「森蘊の日本庭園史研究」<br>
            | 第4回（2020年8月1日）：山内朋樹「作庭現場における構造の発生３」<br>
            | 第5回（2020年8月31日）：井上智博「Digital Heritage Workfolw: 庭園、建築、文化財の3Dスキャニング調査」<br>
            | 第6回（2020年10月10日）：島村幸忠「近代の煎茶空間に対する近世後期文人文化の影響」<br>
            | 第7回（2021年1月16日）：津川恵理「個の表現から生まれる演劇的パブリックスペース」<br>
            | 第8回（2021年2月20日）：会田大也「コロガル公園シリーズについて」
            a.footnote-backref(href="#fnref1") ↩

    section
      h4 京都・無鄰菴庭園の調査の開始

      p 当初より、2020年度からは、京都・無鄰菴庭園の調査を開始する予定であった。無鄰菴庭園は、明治27-29（1894-96）年に、山縣有朋の京都別邸としてつくられたもので、その庭園は、七代目・小川治兵衛（植治）（1860-1933）によるものである。植治は、近代日本庭園の改革者として知られるが、彼がそうした近代の新しい日本庭園の作庭を最初に実現したのが無鄰菴庭園であった。その変化はしばしば「象徴主義から自然主義」と論じられるが、具体的には、それまでの日本庭園のように海に見立てる池ではなく、疎水から引いた水流をつくり、石を立てるのではなく伏せ、東山の借景を用いる、といった点に集約される<Footnote num="2" />。近年は、様々な文化活動が盛んに実施されており、全国でもっとも活発な日本庭園の一つといえよう<Footnote num="3" />。
      p 日本庭園は、それぞれの土地の特性を生かしてつくられるため、当然ながら、一つとして同じ庭園はない。常栄寺庭園と無鄰菴庭園の2つだけでも様々な対比が可能である<Footnote num="4" />。常栄寺庭園は寺院に付随する庭であるが、無鄰菴庭園はもともと権力者の私邸の庭である。先に述べたように、常栄寺庭園は池を中心とするが、無鄰菴庭園の場合は浅い水流があるのみである。常栄寺が高低差のある構造をしているのに対して、無鄰菴はほとんど平坦な地につくられている。また、常栄寺は山の麓にあり、極めて静謐な環境にあるが、無鄰菴は平地に位置し、すぐ道路に面しており、常に自動車の往来の音が聴こえる。同じく音に関していえば、無鄰菴庭園には、先述の通り、水流があることから、絶えず水流の音が聴こえている。
      p 本年度は6月、12月に、それぞれ庭園全体の3Dスキャンを行い<Footnote num="5" />、10月には、水質の調査と、無鄰菴担当庭師の出口健太氏（植彌加藤造園株式会社）、無鄰菴スタッフの平野友昭氏（植彌加藤造園株式会社）にそれぞれ無鄰菴の庭園管理、無鄰菴に集う野鳥についてのインタビューを実施した。また、10月には、庭園の定点長時間撮影・アンビソニックスによる立体音響録音の実験を行なった。
      p 無鄰菴庭園は季節ごとに変化が豊かである。6月には瑞々しい緑に恵まれた状況で3Dスキャンを実施することができたが、一方で無鄰菴は、冬は枯芝の庭となり趣きが大きく異なるため、その3Dスキャンを行うべく、12月に実施した。ところが、その調査2日目より雪に恵まれたことにより、期せずして3バージョンの3Dスキャンを実施することができた。
      p 無鄰菴庭園に関するこれらの素材については、来年度中に公開予定である。

      figure
        Img2X#murin-an-fig1(src="murin-an-1.jpg" alt="無鄰菴の風景")
        Img2X#murin-an-fig2(src="murin-an-2.jpg" alt="無鄰菴の風景")
        Img2X#murin-an-fig3(src="murin-an-3.jpg" alt="無鄰菴の風景")

    section.footnotes
      ol.footnotes-list(start="2")
        li#fn2.footnote-item
          p
            | 尼崎博正「近代庭園の濫觴」『七代目小川治兵衛――山紫水明の都にかへさねば』（ミネルヴァ書房、2012年）、38-55頁、鈴木博之「はじまりとしての山縣有朋」『庭師 小川治兵衛とその時代』（東京大学出版会、2013年）、55-98頁。植治のこうした作庭を促したのは、山県有朋の主導によるところが大きいという。
            | 詳しくは、
            ExternalLink(href="https://murin-an.jp") 無鄰菴ウェブサイト
            | を参照されたい。
            a.footnote-backref(href="#fnref2") ↩
        li#fn3.footnote-item
          p
            | 無鄰菴庭園を常栄寺庭園の「うつし」とする説もある〔野村勘治『旅に出たら寄ってみたい庭 30』（小学館、1997年）、88頁〕。
            a.footnote-backref(href="#fnref3") ↩
        li#fn4.footnote-item
          p
            | 3Dスキャンにあたっては、京都工芸繊維大学KYOTO Design Labの井上智博氏に多大な協力を得た。
            a.footnote-backref(href="#fnref4") ↩
        li#fn5.footnote-item
          p
            | 3Dスキャンにあたっては、京都工芸繊維大学KYOTO Design Labの井上智博氏に多大な協力を得た。
            a.footnote-backref(href="#fnref4") ↩

    section
      h4 庭園アーカイヴ UIの開発

      p 常栄寺庭園に関しても、昨年度に引き続き調査を行なった。より精度の高い3Dデータを取得するためのスキャニングのほか、庭園において、定点長時間撮影・立体音響録音を複数回行った。また、高原文江は、3Dスキャニングの傍、庭園の各地で見られる生物の撮影も行った。そのほか、庭園の読み解き・解釈の例として、庭園を管理している伊藤尚吾氏（有限会社 伊藤造園 代表取締役）、鉱物学者の加納隆氏（山口大学名誉教授）、動物学者の田中浩氏（山口県立山口博物館学芸員）のインタビューを庭園で直に行った。それぞれの専門によって、庭園への切り口が異なることはいうまでもないが、庭を歩きながらインタビューすることによって、その場所で直に思考が発生する様子を記録することもまた興味深い試みであった。
      p
        | 前年度より取得してきたこうした庭園の多様なデータを一つのUIにまとめるべく、本年度より、幅広くデザイン活動を行うKARAPPO Inc.とともに、徐々にUIデザインを検討していった。<br>
        | 現段階で収集されているデータは以下のようなものである。

</template>

<style lang="sass" scoped>
@import '~/assets/style/general/const'
@import '~/assets/style/const'
main
  padding-top: 10px
  section.mv
    margin: 64px 50px 0
    display: flex
    flex-direction: column
    align-items: center
    > img.mv-text
      margin: 0 auto
    > img.mv
      margin-top: -14px
      width: 100%
      height: auto
  article
    width: 690px
    margin: 0 65px 215px auto
    @extend %font_tsukuantique_l
    font-size: 15px
    letter-spacing: 0
    line-height: 2
    h2
      font-family: 'K2-v1-Light', $helvetica
      font-size: 15px
      font-weight: normal
      letter-spacing: 0.05em
      margin: 78px 0
    h3
      font-size: 20px
      letter-spacing: 0
      line-height: 1.5
      margin: 88px 0
    h4
      font-size: 16px
      letter-spacing: 0
      line-height: 2.375
      margin: 70px 0
    a[href]
      color: #9ABA8F
    p + p
      margin-top: 2em
    sup
      font-size: 0.5em
    ol
      padding-left: 1em
    ul
      padding-left: 1.8em
    .footnotes
      @extend %font_tsukuaold_r
      font-size: 12px
      line-height: 23px
  section + section:not(.footnotes)
    margin-top: 200px
  figure
    margin: 32px 0 26px
  #murin-an-fig1
    vertical-align: bottom
    margin-bottom: 2px
  #murin-an-fig2
    margin-right: 2px
</style>

<script>
import { ExternalLink } from '@karappo-inc/vue-components'

export default {
  components: {
    ExternalLink
  }
}
</script>
